{
  "nodes": [
    {
      "op": "null", 
      "name": "images", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_strided_slice_strided_slice_strided_slice_strided_slice_strided_slice_stri_13682799298854998354_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "30d3ea8ca107e95c", 
        "func_name": "tvmgen_default_fused_strided_slice_strided_slice_strided_slice_strided_slice_strided_slice_stri_13682799298854998354_"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "1c7cfb96df9ce3ca", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          2, 
          0, 
          0
        ], 
        [
          3, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "b7af9ada9d741da3", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ], 
        [
          6, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "3a7e9bdf5962cdeb", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ], 
        [
          8, 
          0, 
          0
        ], 
        [
          9, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p6", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p7", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "7ecdaf0f64d69acc", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_3", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p8", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p9", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "66aacaa5933dd9da", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          14, 
          0, 
          0
        ], 
        [
          15, 
          0, 
          0
        ], 
        [
          10, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p10", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p11", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "3a7e9bdf5962cdeb", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ], 
        [
          17, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "1152c9e7fe999fe5", 
        "func_name": "tvmgen_default_fused_concatenate"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ], 
        [
          19, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p12", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p13", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "c5841c7aaaa74c67", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_4", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          20, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ], 
        [
          22, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p14", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p15", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "5d64e13987e19d8a", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_5", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          23, 
          0, 
          0
        ], 
        [
          24, 
          0, 
          0
        ], 
        [
          25, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p16", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p17", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "7b10f089e9134583", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_6", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ], 
        [
          27, 
          0, 
          0
        ], 
        [
          28, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p18", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p19", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "45df3c2b5f3dd52a", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_7", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          29, 
          0, 
          0
        ], 
        [
          30, 
          0, 
          0
        ], 
        [
          31, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p20", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p21", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "7475850b2d0aa7b1", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          32, 
          0, 
          0
        ], 
        [
          33, 
          0, 
          0
        ], 
        [
          34, 
          0, 
          0
        ], 
        [
          29, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p22", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p23", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_71", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "45df3c2b5f3dd52a", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_7", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          35, 
          0, 
          0
        ], 
        [
          36, 
          0, 
          0
        ], 
        [
          37, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p24", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p25", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "7475850b2d0aa7b1", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          39, 
          0, 
          0
        ], 
        [
          40, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p26", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p27", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_72", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "45df3c2b5f3dd52a", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_7", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          41, 
          0, 
          0
        ], 
        [
          42, 
          0, 
          0
        ], 
        [
          43, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p28", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p29", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "7475850b2d0aa7b1", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          44, 
          0, 
          0
        ], 
        [
          45, 
          0, 
          0
        ], 
        [
          46, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p30", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p31", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_61", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "7b10f089e9134583", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_6", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ], 
        [
          48, 
          0, 
          0
        ], 
        [
          49, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "5044f585e6449537", 
        "func_name": "tvmgen_default_fused_concatenate_1"
      }, 
      "inputs": [
        [
          47, 
          0, 
          0
        ], 
        [
          50, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p32", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p33", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "7573e69e80da39cf", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_8", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          51, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p34", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p35", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "20ffc4beeee232f2", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_9", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          54, 
          0, 
          0
        ], 
        [
          55, 
          0, 
          0
        ], 
        [
          56, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p36", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p37", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "1d956abda3d9b613", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_10", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          57, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ], 
        [
          59, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p38", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p39", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "71d5c56393c33525", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_11", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          60, 
          0, 
          0
        ], 
        [
          61, 
          0, 
          0
        ], 
        [
          62, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p40", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p41", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "1a630a48381cb2ac", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          63, 
          0, 
          0
        ], 
        [
          64, 
          0, 
          0
        ], 
        [
          65, 
          0, 
          0
        ], 
        [
          60, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p42", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p43", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_111", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "71d5c56393c33525", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_11", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          66, 
          0, 
          0
        ], 
        [
          67, 
          0, 
          0
        ], 
        [
          68, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p44", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p45", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "1a630a48381cb2ac", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          69, 
          0, 
          0
        ], 
        [
          70, 
          0, 
          0
        ], 
        [
          71, 
          0, 
          0
        ], 
        [
          66, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p46", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p47", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_112", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "71d5c56393c33525", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_11", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          72, 
          0, 
          0
        ], 
        [
          73, 
          0, 
          0
        ], 
        [
          74, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p48", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p49", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "1a630a48381cb2ac", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_add_2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          75, 
          0, 
          0
        ], 
        [
          76, 
          0, 
          0
        ], 
        [
          77, 
          0, 
          0
        ], 
        [
          72, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p50", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p51", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_101", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "1d956abda3d9b613", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_10", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          57, 
          0, 
          0
        ], 
        [
          79, 
          0, 
          0
        ], 
        [
          80, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "bd1a2c11ee9f3814", 
        "func_name": "tvmgen_default_fused_concatenate_2"
      }, 
      "inputs": [
        [
          78, 
          0, 
          0
        ], 
        [
          81, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p52", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p53", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "7e49440072b4d99d", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_12", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          82, 
          0, 
          0
        ], 
        [
          83, 
          0, 
          0
        ], 
        [
          84, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p54", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p55", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_13", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "eee86dfa887694ff", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_13", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          85, 
          0, 
          0
        ], 
        [
          86, 
          0, 
          0
        ], 
        [
          87, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p56", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p57", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_14", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "dfad8ff9910d69ec", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_14", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          88, 
          0, 
          0
        ], 
        [
          89, 
          0, 
          0
        ], 
        [
          90, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_max_pool2d", 
      "attrs": {
        "num_outputs": "1", 
        "out_layout": "", 
        "hash": "ae073470985d9e21", 
        "func_name": "tvmgen_default_fused_nn_max_pool2d", 
        "layout": "NCHW", 
        "flatten_data": "0", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          91, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_max_pool2d_1", 
      "attrs": {
        "num_outputs": "1", 
        "out_layout": "", 
        "hash": "a9ce60ea38c2d868", 
        "func_name": "tvmgen_default_fused_nn_max_pool2d_1", 
        "layout": "NCHW", 
        "flatten_data": "0", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          91, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_max_pool2d_2", 
      "attrs": {
        "num_outputs": "1", 
        "out_layout": "", 
        "hash": "1a0fab070fb8629f", 
        "func_name": "tvmgen_default_fused_nn_max_pool2d_2", 
        "layout": "NCHW", 
        "flatten_data": "0", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          91, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "hash": "62848198cbc96093", 
        "func_name": "tvmgen_default_fused_concatenate_3"
      }, 
      "inputs": [
        [
          91, 
          0, 
          0
        ], 
        [
          92, 
          0, 
          0
        ], 
        [
          93, 
          0, 
          0
        ], 
        [
          94, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p58", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p59", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_15", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "52fd27706b141df0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_15", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          95, 
          0, 
          0
        ], 
        [
          96, 
          0, 
          0
        ], 
        [
          97, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p60", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p61", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_141", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "dfad8ff9910d69ec", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_14", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          98, 
          0, 
          0
        ], 
        [
          99, 
          0, 
          0
        ], 
        [
          100, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p62", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p63", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_16", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "5a72344ac57f81a4", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_16", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          101, 
          0, 
          0
        ], 
        [
          102, 
          0, 
          0
        ], 
        [
          103, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p64", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p65", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_17", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "42784097db51553c", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_17", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          104, 
          0, 
          0
        ], 
        [
          105, 
          0, 
          0
        ], 
        [
          106, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p66", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p67", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_142", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "dfad8ff9910d69ec", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_14", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          98, 
          0, 
          0
        ], 
        [
          108, 
          0, 
          0
        ], 
        [
          109, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "2fcecbe906ac0056", 
        "func_name": "tvmgen_default_fused_concatenate_4"
      }, 
      "inputs": [
        [
          107, 
          0, 
          0
        ], 
        [
          110, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p68", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p69", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_18", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "9c4dd19dfa36ec30", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_18", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          111, 
          0, 
          0
        ], 
        [
          112, 
          0, 
          0
        ], 
        [
          113, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p70", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p71", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_143", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "dfad8ff9910d69ec", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_14", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          114, 
          0, 
          0
        ], 
        [
          115, 
          0, 
          0
        ], 
        [
          116, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_image_resize2d_concatenate", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_image_resize2d_concatenate", 
        "hash": "74a2d078140b2e3b", 
        "layout": "NCHW"
      }, 
      "inputs": [
        [
          117, 
          0, 
          0
        ], 
        [
          85, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p72", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p73", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_19", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "695485b18176c1af", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_19", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          118, 
          0, 
          0
        ], 
        [
          119, 
          0, 
          0
        ], 
        [
          120, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p74", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p75", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_113", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "71d5c56393c33525", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_11", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          121, 
          0, 
          0
        ], 
        [
          122, 
          0, 
          0
        ], 
        [
          123, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p76", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p77", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_20", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "e0f5486ba9793715", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_20", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          124, 
          0, 
          0
        ], 
        [
          125, 
          0, 
          0
        ], 
        [
          126, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p78", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p79", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_191", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "695485b18176c1af", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_19", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          118, 
          0, 
          0
        ], 
        [
          128, 
          0, 
          0
        ], 
        [
          129, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "bd1a2c11ee9f3814", 
        "func_name": "tvmgen_default_fused_concatenate_2"
      }, 
      "inputs": [
        [
          127, 
          0, 
          0
        ], 
        [
          130, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p80", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p81", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_121", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "7e49440072b4d99d", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_12", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          131, 
          0, 
          0
        ], 
        [
          132, 
          0, 
          0
        ], 
        [
          133, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p82", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p83", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_102", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "1d956abda3d9b613", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_10", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          134, 
          0, 
          0
        ], 
        [
          135, 
          0, 
          0
        ], 
        [
          136, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_image_resize2d_concatenate_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_image_resize2d_concatenate_1", 
        "hash": "3681a4e555dbae66", 
        "layout": "NCHW"
      }, 
      "inputs": [
        [
          137, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p84", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p85", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_211", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "ea83b6fa945d7c27", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_21", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          138, 
          0, 
          0
        ], 
        [
          139, 
          0, 
          0
        ], 
        [
          140, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p86", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p87", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_73", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "45df3c2b5f3dd52a", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_7", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          141, 
          0, 
          0
        ], 
        [
          142, 
          0, 
          0
        ], 
        [
          143, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p88", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p89", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "044075fcf3693015", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_22", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          144, 
          0, 
          0
        ], 
        [
          145, 
          0, 
          0
        ], 
        [
          146, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p90", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p91", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_212", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "ea83b6fa945d7c27", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_21", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          138, 
          0, 
          0
        ], 
        [
          148, 
          0, 
          0
        ], 
        [
          149, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "5044f585e6449537", 
        "func_name": "tvmgen_default_fused_concatenate_1"
      }, 
      "inputs": [
        [
          147, 
          0, 
          0
        ], 
        [
          150, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p92", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p93", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_81", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "7573e69e80da39cf", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_8", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          151, 
          0, 
          0
        ], 
        [
          152, 
          0, 
          0
        ], 
        [
          153, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p94", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p95", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "hash": "d8097fddd0d5e3cf", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add", 
        "data_layout": "NCHW", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          154, 
          0, 
          0
        ], 
        [
          155, 
          0, 
          0
        ], 
        [
          156, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "64cee80b698fb70c", 
        "func_name": "tvmgen_default_fused_reshape_transpose"
      }, 
      "inputs": [
        [
          157, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p96", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p97", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p98", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p99", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_23", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "4bd1d7e4d8171249", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_23", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          154, 
          0, 
          0
        ], 
        [
          161, 
          0, 
          0
        ], 
        [
          162, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "bd1a2c11ee9f3814", 
        "func_name": "tvmgen_default_fused_concatenate_2"
      }, 
      "inputs": [
        [
          163, 
          0, 
          0
        ], 
        [
          137, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p100", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p101", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_103", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "1d956abda3d9b613", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_10", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          164, 
          0, 
          0
        ], 
        [
          165, 
          0, 
          0
        ], 
        [
          166, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p102", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p103", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_114", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "71d5c56393c33525", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_11", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          167, 
          0, 
          0
        ], 
        [
          168, 
          0, 
          0
        ], 
        [
          169, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p104", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p105", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_201", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "e0f5486ba9793715", 
        "func_name": "tvmgen_default_fused_nn_conv2d_nn_bias_add_sigmoid_multiply_20", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          170, 
          0, 
          0
        ], 
        [
          171, 
          0, 
          0
        ], 
        [
          172, 
          0, 
          0
        ]
      ]
